{
  "Get the title from the site and convert the URL string in the block to markdown": "Kry die titel van die webwerf en skakel die URL-string in die blok om na markdown",
  "Title could not be retrieved from the site.": "Die titel kon nie van die webwerf afgehaal word nie.",
  "If the site is strict about fetch, nothing can be retrieved.": "As die webwerf streng is om te haal, kan niks opgespoor word nie.",
  "Title": "Titel",
  "Convert to markdown even if the title could not be retrieved from the URL.": "Skakel om na afmerking, selfs al kon die titel nie van die URL gehaal word nie.",
  "Toggle": "Verwissel",
  "Change icon (or as text)": "Verander ikoon (of as teks)",
  "Emoji or strings": "Emoji's of snare",
  "A file with the same name was found in the asset.": "'n Lêer met dieselfde naam is in die bate gevind.",
  "The file was saved into assets.": "Die lêer is in bates gestoor.",
  "title": "Titel",
  "Download the online PDF file and add to assets": "Laai die aanlyn PDF-lêer af en voeg by bates",
  "Enable": "Aktiveer",
  "Update Information": "Dateer inligting op",
  "Changed the behaviour of this plugin so that instead of using a dialogue, the icon is pressed.": "Die gedrag van hierdie inprop verander sodat die ikoon gedruk word in plaas daarvan om 'n dialoog te gebruik.",
  "Paste the URL into the block and press Enter or Esc to exit edit mode.": "Plak die URL in die blok en druk Enter of Esc om die wysigingsmodus te verlaat.",
  "Only in non-editing mode, a conversion button appears next to the external link (URL string).": "Slegs in nie-redigeermodus verskyn 'n omskakelingsknoppie langs die eksterne skakel (URL-string).",
  "Pressing the convert button performs the fetch and if the title can be retrieved from the site, the URL string is converted to markdown.": "Deur op die omskakelknoppie te druk, word die haal uitgevoer en as die titel van die webwerf opgespoor kan word, word die URL-string omgeskakel na markdown.",
  "If you want to undo it, press Ctrl + Z as usual.": "As jy dit ongedaan wil maak, druk Ctrl + Z soos gewoonlik."
}