{
  "Get the title from the site and convert the URL string in the block to markdown": "Rufen Sie den Titel von der Website ab, und konvertieren Sie die URL-Zeichenfolge im Block in Markdown.",
  "Title could not be retrieved from the site.": "Der Titel konnte nicht von der Website abgerufen werden.",
  "If the site is strict about fetch, nothing can be retrieved.": "Wenn die Site beim Abrufen streng ist, kann nichts abgerufen werden.",
  "Title": "Titel",
  "Convert to markdown even if the title could not be retrieved from the URL.": "Konvertieren Sie in Markdown, auch wenn der Titel nicht über die URL abgerufen werden konnte.",
  "Toggle": "Umschalten",
  "Change icon (or as text)": "Symbol ändern (oder als Text)",
  "Emoji or strings": "Emoji oder Zeichenfolgen",
  "A file with the same name was found in the asset.": "Im Asset wurde eine Datei mit demselben Namen gefunden.",
  "The file was saved into assets.": "Die Datei wurde in Assets gespeichert.",
  "title": "Titel",
  "Download the online PDF file and add to assets": "Laden Sie die Online-PDF-Datei herunter und fügen Sie sie zu Assets hinzu",
  "Enable": "Ermöglichen",
  "Update Information": "Informationen zum Aktualisieren",
  "Changed the behaviour of this plugin so that instead of using a dialogue, the icon is pressed.": "Das Verhalten dieses Plugins wurde so geändert, dass anstelle eines Dialogs das Symbol gedrückt wird.",
  "Paste the URL into the block and press Enter or Esc to exit edit mode.": "Fügen Sie die URL in den Block ein und drücken Sie die Eingabetaste oder Esc, um den Bearbeitungsmodus zu verlassen.",
  "Only in non-editing mode, a conversion button appears next to the external link (URL string).": "Nur im Nicht-Bearbeitungsmodus erscheint ein Conversion-Button neben dem externen Link (URL-String).",
  "Pressing the convert button performs the fetch and if the title can be retrieved from the site, the URL string is converted to markdown.": "Durch Drücken der Schaltfläche \"Konvertieren\" wird der Abruf ausgeführt, und wenn der Titel von der Website abgerufen werden kann, wird die URL-Zeichenfolge in Markdown konvertiert.",
  "If you want to undo it, press Ctrl + Z as usual.": "Wenn Sie es rückgängig machen möchten, drücken Sie wie gewohnt Strg + Z."
}