{
  "Get the title from the site and convert the URL string in the block to markdown": "Obtenga el título del sitio y convierta la cadena de URL en el bloque en markdown",
  "Title could not be retrieved from the site.": "No se pudo recuperar el título del sitio.",
  "If the site is strict about fetch, nothing can be retrieved.": "Si el sitio es estricto con respecto a la recuperación, no se puede recuperar nada.",
  "Title": "Título",
  "Convert to markdown even if the title could not be retrieved from the URL.": "Convertir en markdown incluso si el título no se pudo recuperar de la URL.",
  "Toggle": "Alternar",
  "Change icon (or as text)": "Cambiar icono (o como texto)",
  "Emoji or strings": "Emojis o cadenas",
  "A file with the same name was found in the asset.": "Se encontró un archivo con el mismo nombre en el recurso.",
  "The file was saved into assets.": "El archivo se guardó en recursos.",
  "title": "título",
  "Download the online PDF file and add to assets": "Descargue el archivo PDF en línea y agréguelo a los activos",
  "Enable": "Habilitar",
  "Update Information": "Actualizar información",
  "Changed the behaviour of this plugin so that instead of using a dialogue, the icon is pressed.": "Se ha cambiado el comportamiento de este plugin para que en lugar de usar un diálogo, se pulse el icono.",
  "Paste the URL into the block and press Enter or Esc to exit edit mode.": "Pega la URL en el bloque y pulsa Intro o Esc para salir del modo de edición.",
  "Only in non-editing mode, a conversion button appears next to the external link (URL string).": "Solo en el modo de no edición, aparece un botón de conversión junto al enlace externo (cadena de URL).",
  "Pressing the convert button performs the fetch and if the title can be retrieved from the site, the URL string is converted to markdown.": "Al presionar el botón de conversión se realiza la recuperación y, si el título se puede recuperar del sitio, la cadena de URL se convierte en markdown.",
  "If you want to undo it, press Ctrl + Z as usual.": "Si desea deshacerlo, presione Ctrl + Z como de costumbre."
}