{
  "Get the title from the site and convert the URL string in the block to markdown": "Obtenez le titre du site et convertissez la chaîne d’URL du bloc en markdown",
  "Title could not be retrieved from the site.": "Le titre n’a pas pu être récupéré sur le site.",
  "If the site is strict about fetch, nothing can be retrieved.": "Si le site est strict sur la récupération, rien ne peut être récupéré.",
  "Title": "Titre",
  "Convert to markdown even if the title could not be retrieved from the URL.": "Convertissez en Markdown même si le titre n’a pas pu être récupéré à partir de l’URL.",
  "Toggle": "Cabillot",
  "Change icon (or as text)": "Modifier l’icône (ou sous forme de texte)",
  "Emoji or strings": "Emoji ou chaînes de caractères",
  "A file with the same name was found in the asset.": "Un fichier portant le même nom a été trouvé dans la ressource.",
  "The file was saved into assets.": "Le fichier a été enregistré dans les ressources.",
  "title": "titre",
  "Download the online PDF file and add to assets": "Téléchargez le fichier PDF en ligne et ajoutez-le aux actifs",
  "Enable": "Activer",
  "Update Information": "Mettre à jour les informations",
  "Changed the behaviour of this plugin so that instead of using a dialogue, the icon is pressed.": "Changement du comportement de ce plugin de sorte qu’au lieu d’utiliser une boîte de dialogue, l’icône est enfoncée.",
  "Paste the URL into the block and press Enter or Esc to exit edit mode.": "Collez l’URL dans le bloc et appuyez sur Entrée ou Échap pour quitter le mode d’édition.",
  "Only in non-editing mode, a conversion button appears next to the external link (URL string).": "Ce n’est qu’en mode non modifiable qu’un bouton de conversion apparaît à côté du lien externe (chaîne d’URL).",
  "Pressing the convert button performs the fetch and if the title can be retrieved from the site, the URL string is converted to markdown.": "En appuyant sur le bouton convertir, la récupération est effectuée et si le titre peut être récupéré sur le site, la chaîne d’URL est convertie en markdown.",
  "If you want to undo it, press Ctrl + Z as usual.": "Si vous souhaitez l’annuler, appuyez sur Ctrl + Z comme d’habitude."
}