{
  "Get the title from the site and convert the URL string in the block to markdown": "Ottieni il titolo dal sito e converti la stringa URL nel blocco in markdown",
  "Title could not be retrieved from the site.": "Impossibile recuperare il titolo dal sito.",
  "If the site is strict about fetch, nothing can be retrieved.": "Se il sito è rigoroso riguardo al recupero, non è possibile recuperare nulla.",
  "Title": "Titolo",
  "Convert to markdown even if the title could not be retrieved from the URL.": "Converti in markdown anche se non è stato possibile recuperare il titolo dall'URL.",
  "Toggle": "Cavicchio",
  "Change icon (or as text)": "Icona di modifica (o come testo)",
  "Emoji or strings": "Emoji o stringhe",
  "A file with the same name was found in the asset.": "Nell'asset è stato trovato un file con lo stesso nome.",
  "The file was saved into assets.": "Il file è stato salvato in risorse.",
  "title": "titolo",
  "Download the online PDF file and add to assets": "Scarica il file PDF online e aggiungilo alle risorse",
  "Enable": "Abilitare",
  "Update Information": "Informazioni sull'aggiornamento",
  "Changed the behaviour of this plugin so that instead of using a dialogue, the icon is pressed.": "Modificato il comportamento di questo plugin in modo che invece di utilizzare una finestra di dialogo, venga premuta l'icona.",
  "Paste the URL into the block and press Enter or Esc to exit edit mode.": "Incolla l'URL nel blocco e premi Invio o Esc per uscire dalla modalità di modifica.",
  "Only in non-editing mode, a conversion button appears next to the external link (URL string).": "Solo in modalità non di modifica, viene visualizzato un pulsante di conversione accanto al collegamento esterno (stringa URL).",
  "Pressing the convert button performs the fetch and if the title can be retrieved from the site, the URL string is converted to markdown.": "Premendo il pulsante di conversione si esegue il recupero e se il titolo può essere recuperato dal sito, la stringa URL viene convertita in markdown.",
  "If you want to undo it, press Ctrl + Z as usual.": "Se vuoi annullarlo, premi Ctrl + Z come al solito."
}