{
  "Get the title from the site and convert the URL string in the block to markdown": "Hent tittelen fra nettstedet og konverter URL-strengen i blokken til markdown",
  "Title could not be retrieved from the site.": "Tittelen kunne ikke hentes fra nettstedet.",
  "If the site is strict about fetch, nothing can be retrieved.": "Hvis nettstedet er strengt med henting, kan ingenting hentes.",
  "Title": "Tittel",
  "Convert to markdown even if the title could not be retrieved from the URL.": "Konverter til markdown selv om tittelen ikke kunne hentes fra URL-en.",
  "Toggle": "Veksle",
  "Change icon (or as text)": "Endre ikon (eller som tekst)",
  "Emoji or strings": "Emoji eller strenger",
  "A file with the same name was found in the asset.": "En fil med samme navn ble funnet i innholdselementet.",
  "The file was saved into assets.": "Filen ble lagret i ressurser.",
  "title": "tittel",
  "Download the online PDF file and add to assets": "Last ned den elektroniske PDF-filen og legg til ressurser",
  "Enable": "Aktivere",
  "Update Information": "Oppdater informasjon",
  "Changed the behaviour of this plugin so that instead of using a dialogue, the icon is pressed.": "Endret oppførselen til denne plugin-en slik at i stedet for å bruke en dialog, trykkes ikonet.",
  "Paste the URL into the block and press Enter or Esc to exit edit mode.": "Lim inn URL-en i blokken og trykk Enter eller Esc for å avslutte redigeringsmodus.",
  "Only in non-editing mode, a conversion button appears next to the external link (URL string).": "Bare i ikke-redigeringsmodus vises en konverteringsknapp ved siden av den eksterne lenken (nettadressestrengen).",
  "Pressing the convert button performs the fetch and if the title can be retrieved from the site, the URL string is converted to markdown.": "Ved å trykke på konverter-knappen utføres hentingen, og hvis tittelen kan hentes fra nettstedet, konverteres URL-strengen til markdown.",
  "If you want to undo it, press Ctrl + Z as usual.": "Hvis du vil angre det, trykk Ctrl + Z som vanlig."
}