{
  "Get the title from the site and convert the URL string in the block to markdown": "Haal de titel van de site op en converteer de URL-string in het blok naar markdown",
  "Title could not be retrieved from the site.": "De titel kan niet van de site worden opgehaald.",
  "If the site is strict about fetch, nothing can be retrieved.": "Als de site streng is over ophalen, kan er niets worden opgehaald.",
  "Title": "Titel",
  "Convert to markdown even if the title could not be retrieved from the URL.": "Converteren naar markdown, zelfs als de titel niet uit de URL kan worden opgehaald.",
  "Toggle": "Knevel",
  "Change icon (or as text)": "Pictogram wijzigen (of als tekst)",
  "Emoji or strings": "Emoji of tekenreeksen",
  "A file with the same name was found in the asset.": "Er is een bestand met dezelfde naam gevonden in het item.",
  "The file was saved into assets.": "Het bestand is opgeslagen in activa.",
  "title": "titel",
  "Download the online PDF file and add to assets": "Download het online PDF-bestand en voeg het toe aan assets",
  "Enable": "Inschakelen",
  "Update Information": "Update informatie",
  "Changed the behaviour of this plugin so that instead of using a dialogue, the icon is pressed.": "Het gedrag van deze plug-in is gewijzigd, zodat in plaats van een dialoog op het pictogram wordt gedrukt.",
  "Paste the URL into the block and press Enter or Esc to exit edit mode.": "Plak de URL in het blok en druk op Enter of Esc om de bewerkingsmodus te verlaten.",
  "Only in non-editing mode, a conversion button appears next to the external link (URL string).": "Alleen in de niet-bewerkingsmodus verschijnt er een conversieknop naast de externe link (URL-string).",
  "Pressing the convert button performs the fetch and if the title can be retrieved from the site, the URL string is converted to markdown.": "Door op de knop Converteren te drukken, wordt het ophalen uitgevoerd en als de titel van de site kan worden opgehaald, wordt de URL-tekenreeks geconverteerd naar markdown.",
  "If you want to undo it, press Ctrl + Z as usual.": "Als u het ongedaan wilt maken, drukt u zoals gewoonlijk op Ctrl + Z."
}