{
  "Get the title from the site and convert the URL string in the block to markdown": "Pobierz tytuł z witryny i przekonwertuj ciąg adresu URL w bloku na znacznik Markdown",
  "Title could not be retrieved from the site.": "Nie można pobrać tytułu z witryny.",
  "If the site is strict about fetch, nothing can be retrieved.": "Jeśli witryna ściśle przestrzega zasad pobierania, nic nie można odzyskać.",
  "Title": "Tytuł",
  "Convert to markdown even if the title could not be retrieved from the URL.": "Konwertuj na markdown, nawet jeśli nie można pobrać tytułu z adresu URL.",
  "Toggle": "Przełączać",
  "Change icon (or as text)": "Zmień ikonę (lub jako tekst)",
  "Emoji or strings": "Emotikony lub ciągi znaków",
  "A file with the same name was found in the asset.": "W zasobie znaleziono plik o tej samej nazwie.",
  "The file was saved into assets.": "Plik został zapisany w zasobach.",
  "title": "tytuł",
  "Download the online PDF file and add to assets": "Pobierz plik PDF online i dodaj go do zasobów",
  "Enable": "Umożliwiać",
  "Update Information": "Informacje o aktualizacji",
  "Changed the behaviour of this plugin so that instead of using a dialogue, the icon is pressed.": "Zmieniono zachowanie tej wtyczki tak, że zamiast korzystania z dialogu, naciskana jest ikona.",
  "Paste the URL into the block and press Enter or Esc to exit edit mode.": "Wklej adres URL do bloku i naciśnij Enter lub Esc, aby wyjść z trybu edycji.",
  "Only in non-editing mode, a conversion button appears next to the external link (URL string).": "Tylko w trybie bez edycji obok linku zewnętrznego (ciągu adresu URL) pojawia się przycisk konwersji.",
  "Pressing the convert button performs the fetch and if the title can be retrieved from the site, the URL string is converted to markdown.": "Naciśnięcie przycisku konwersji powoduje pobranie, a jeśli tytuł można pobrać z witryny, ciąg adresu URL jest konwertowany na znacznik markdown.",
  "If you want to undo it, press Ctrl + Z as usual.": "Jeśli chcesz to cofnąć, naciśnij Ctrl + Z jak zwykle."
}