{
  "Get the title from the site and convert the URL string in the block to markdown": "Obter o título do site e converter a cadeia de caracteres de URL no bloco para markdown",
  "Title could not be retrieved from the site.": "O título não pôde ser recuperado do site.",
  "If the site is strict about fetch, nothing can be retrieved.": "Se o site é rigoroso sobre busca, nada pode ser recuperado.",
  "Title": "Título",
  "Convert to markdown even if the title could not be retrieved from the URL.": "Converter em markdown mesmo que o título não possa ser recuperado do URL.",
  "Toggle": "Alternar",
  "Change icon (or as text)": "Alterar ícone (ou como texto)",
  "Emoji or strings": "Emoji ou cordas",
  "A file with the same name was found in the asset.": "Um arquivo com o mesmo nome foi encontrado no ativo.",
  "The file was saved into assets.": "O arquivo foi salvo em ativos.",
  "title": "título",
  "Download the online PDF file and add to assets": "Baixe o arquivo PDF on-line e adicione aos ativos",
  "Enable": "Ativar",
  "Update Information": "Informações de atualização",
  "Changed the behaviour of this plugin so that instead of using a dialogue, the icon is pressed.": "Mudou o comportamento deste plugin para que, em vez de usar um diálogo, o ícone seja pressionado.",
  "Paste the URL into the block and press Enter or Esc to exit edit mode.": "Cole o URL no bloco e pressione Enter ou Esc para sair do modo de edição.",
  "Only in non-editing mode, a conversion button appears next to the external link (URL string).": "Somente no modo sem edição, um botão de conversão aparece ao lado do link externo (cadeia de caracteres de URL).",
  "Pressing the convert button performs the fetch and if the title can be retrieved from the site, the URL string is converted to markdown.": "Pressionar o botão de conversão executa a busca e, se o título puder ser recuperado do site, a cadeia de caracteres do URL será convertida em markdown.",
  "If you want to undo it, press Ctrl + Z as usual.": "Se quiser desfazê-lo, pressione Ctrl + Z como de costume."
}