{
  "Get the title from the site and convert the URL string in the block to markdown": "Получите заголовок с сайта и преобразуйте строку URL в блоке в разметку",
  "Title could not be retrieved from the site.": "Не удалось восстановить право собственности с сайта.",
  "If the site is strict about fetch, nothing can be retrieved.": "Если сайт строго следит за выборкой, ничего не может быть восстановлено.",
  "Title": "Титул",
  "Convert to markdown even if the title could not be retrieved from the URL.": "Преобразуйте в Markdown, даже если заголовок не удалось получить из URL-адреса.",
  "Toggle": "Коленчатый рычаг",
  "Change icon (or as text)": "Изменить иконку (или как текст)",
  "Emoji or strings": "Эмодзи или строки",
  "A file with the same name was found in the asset.": "В активе был обнаружен файл с таким же именем.",
  "The file was saved into assets.": "Файл был сохранен в ассетах.",
  "title": "титул",
  "Download the online PDF file and add to assets": "Скачайте онлайн-файл PDF и добавьте в ресурсы",
  "Enable": "Давать возможность",
  "Update Information": "Информация об обновлениях",
  "Changed the behaviour of this plugin so that instead of using a dialogue, the icon is pressed.": "Изменено поведение этого плагина так, что вместо использования диалога нажимается иконка.",
  "Paste the URL into the block and press Enter or Esc to exit edit mode.": "Вставьте URL в блок и нажмите Enter или Esc, чтобы выйти из режима редактирования.",
  "Only in non-editing mode, a conversion button appears next to the external link (URL string).": "Только в режиме без редактирования рядом с внешней ссылкой (строкой URL) появляется кнопка конвертации.",
  "Pressing the convert button performs the fetch and if the title can be retrieved from the site, the URL string is converted to markdown.": "Нажатие кнопки преобразования выполняет выборку, и если заголовок можно получить с сайта, строка URL преобразуется в Markdown.",
  "If you want to undo it, press Ctrl + Z as usual.": "Если вы хотите отменить его, нажмите Ctrl + Z как обычно."
}