{
  "Get the title from the site and convert the URL string in the block to markdown": "Získajte názov z webu a preveďte reťazec URL v bloku na markdown",
  "Title could not be retrieved from the site.": "Názov sa nepodarilo získať zo stránky.",
  "If the site is strict about fetch, nothing can be retrieved.": "Ak je stránka prísna na načítanie, nie je možné nič získať.",
  "Title": "Titul",
  "Convert to markdown even if the title could not be retrieved from the URL.": "Konvertujte na markdown aj v prípade, že názov nebolo možné načítať z URL adresy.",
  "Toggle": "Prepnúť",
  "Change icon (or as text)": "Zmeniť ikonu (alebo ako text)",
  "Emoji or strings": "Emodži alebo reťazce",
  "A file with the same name was found in the asset.": "V diele sa našiel súbor s rovnakým názvom.",
  "The file was saved into assets.": "Súbor bol uložený do aktív.",
  "title": "titul",
  "Download the online PDF file and add to assets": "Stiahnite si online súbor PDF a pridajte ho k zdrojom",
  "Enable": "Zapnúť",
  "Update Information": "Informácie o aktualizácii",
  "Changed the behaviour of this plugin so that instead of using a dialogue, the icon is pressed.": "Zmenili sme správanie tohto doplnku tak, že namiesto použitia dialógového okna sa stlačí ikona.",
  "Paste the URL into the block and press Enter or Esc to exit edit mode.": "Vložte adresu URL do bloku a stlačením klávesu Enter alebo Esc ukončite režim úprav.",
  "Only in non-editing mode, a conversion button appears next to the external link (URL string).": "Iba v režime bez úprav sa vedľa externého odkazu (reťazca URL) zobrazí tlačidlo konverzie.",
  "Pressing the convert button performs the fetch and if the title can be retrieved from the site, the URL string is converted to markdown.": "Stlačením tlačidla konvertovať sa vykoná načítanie a ak je možné názov načítať z webu, reťazec URL sa skonvertuje na markdown.",
  "If you want to undo it, press Ctrl + Z as usual.": "Ak ho chcete vrátiť späť, stlačte Ctrl + Z ako obvykle."
}