{
  "Get the title from the site and convert the URL string in the block to markdown": "Siteden başlığı alın ve bloktaki URL dizesini markdown'a dönüştürün",
  "Title could not be retrieved from the site.": "Başlık siteden alınamadı.",
  "If the site is strict about fetch, nothing can be retrieved.": "Site getirme konusunda katıysa, hiçbir şey geri alınamaz.",
  "Title": "Başlık",
  "Convert to markdown even if the title could not be retrieved from the URL.": "Başlık URL'den alınamasa bile markdown'a dönüştürün.",
  "Toggle": "Geçiş",
  "Change icon (or as text)": "Simgeyi değiştir (veya metin olarak)",
  "Emoji or strings": "Emoji veya dizeler",
  "A file with the same name was found in the asset.": "Varlıkta aynı ada sahip bir dosya bulundu.",
  "The file was saved into assets.": "Dosya varlıklar halinde kaydedildi.",
  "title": "başlık",
  "Download the online PDF file and add to assets": "Çevrimiçi PDF dosyasını indirin ve varlıklara ekleyin",
  "Enable": "Etkinleştirmek",
  "Update Information": "Güncelleme Bilgileri",
  "Changed the behaviour of this plugin so that instead of using a dialogue, the icon is pressed.": "Bu eklentinin davranışı, bir diyalog kullanmak yerine simgeye basılacak şekilde değiştirildi.",
  "Paste the URL into the block and press Enter or Esc to exit edit mode.": "URL'yi bloğa yapıştırın ve düzenleme modundan çıkmak için Enter veya Esc tuşuna basın.",
  "Only in non-editing mode, a conversion button appears next to the external link (URL string).": "Yalnızca düzenleme dışı modda, harici bağlantının (URL dizesi) yanında bir dönüştürme düğmesi görünür.",
  "Pressing the convert button performs the fetch and if the title can be retrieved from the site, the URL string is converted to markdown.": "Dönüştür düğmesine basıldığında getirme işlemi gerçekleştirilir ve başlık siteden alınabiliyorsa, URL dizesi markdown'a dönüştürülür.",
  "If you want to undo it, press Ctrl + Z as usual.": "Geri almak istiyorsanız, her zamanki gibi Ctrl + Z tuşlarına basın."
}