{
  "Get the title from the site and convert the URL string in the block to markdown": "Отримати заголовок з сайту і перевести рядок URL в блоці в markdown",
  "Title could not be retrieved from the site.": "Право власності не вдалося отримати з сайту.",
  "If the site is strict about fetch, nothing can be retrieved.": "Якщо сайт суворо ставиться до отримання, нічого не можна витягнути.",
  "Title": "Назва",
  "Convert to markdown even if the title could not be retrieved from the URL.": "Перетворіть на markdown, навіть якщо заголовок не вдалося отримати з URL-адреси.",
  "Toggle": "Перемикання",
  "Change icon (or as text)": "Змінити піктограму (або у вигляді тексту)",
  "Emoji or strings": "Емодзі або рядки",
  "A file with the same name was found in the asset.": "В активі було знайдено файл з таким же ім'ям.",
  "The file was saved into assets.": "Файл було збережено в активах.",
  "title": "назва",
  "Download the online PDF file and add to assets": "Завантажте PDF-файл в Інтернеті та додайте до ресурсів",
  "Enable": "Вмикати",
  "Update Information": "Інформація про оновлення",
  "Changed the behaviour of this plugin so that instead of using a dialogue, the icon is pressed.": "Змінено поведінку цього додатка так, що замість використання діалогового вікна натискається піктограма.",
  "Paste the URL into the block and press Enter or Esc to exit edit mode.": "Вставте URL-адресу в блок і натисніть Enter або Esc, щоб вийти з режиму редагування.",
  "Only in non-editing mode, a conversion button appears next to the external link (URL string).": "Тільки в режимі без редагування поруч із зовнішнім посиланням (рядком URL) з'являється кнопка перетворення.",
  "Pressing the convert button performs the fetch and if the title can be retrieved from the site, the URL string is converted to markdown.": "Натискання кнопки конвертації виконує вибірку, і якщо заголовок можна отримати з сайту, рядок URL перетворюється на markdown.",
  "If you want to undo it, press Ctrl + Z as usual.": "Якщо ви хочете скасувати цю дію, натисніть Ctrl + Z, як зазвичай."
}